tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/services'
tap 'adoptopenjdk/openjdk'

brew 'bash'
brew 'bash-completion'
brew 'ctags'
brew 'exif'
brew 'git'
brew 'httpie'
brew 'jenv'
brew 'nvm'
brew 'openssl'
brew 'postgresql@9.6'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'neovim'
brew 'wget'
brew 'fzf'

cask '1password'
cask 'alfred'
cask 'caffeine'
cask 'caskroom/fonts/font-hack'
cask 'dash'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'insomnia'
cask 'iterm2'
cask 'karabiner-elements'
cask 'licecap'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'zoomus'
cask 'adoptopenjdk8'
