tap 'caskroom/cask'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'homebrew/services'

brew 'bash'
brew 'bash-completion'
brew 'ctags'
brew 'exif'
brew 'git'
brew 'homebrew/php/php56'
brew 'homebrew/php/php56-mcrypt'
brew 'homebrew/php/php56-pcntl'
brew 'httpie'
brew 'mysql'
brew 'nvm'
brew 'openssl'
brew 'postgresql'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'

cask '1password'
cask 'alfred'
cask 'caffeine'
cask 'caskroom/fonts/font-hack'
cask 'dash'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'insomnia'
cask 'iterm2'
cask 'java'
cask 'karabiner'
cask 'licecap'
cask 'minecraft'
cask 'screenhero'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'zoomus'
cask 'keybase'
