tap 'caskroom/cask'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'

brew 'ag'
brew 'bash
brew 'bash-completion'
brew 'exif'
brew 'git'
brew 'httpie'
brew 'mysql'
brew 'nvm'
brew 'homebrew/php/php56-mcrypt'
brew 'homebrew/php/php56-pcntl'
brew 'postgresql'
brew 'rbenv'
brew 'ruby-build'
brew 'the_silver_searcher
brew 'tree
brew 'vim'
brew 'wget'

cask 'google-chrome'
cask 'firefox'
cask 'iterm2'
cask 'alfred'
cask 'dropbox'
cask 'screenhero'
cask 'dash'
cask 'slack'
cask 'spotify'
cask 'caffeine'
cask 'hipchat'
cask 'caskroom/fonts/font-hack'
cask 'virtualbox'
cask 'vagrant'
cask 'vagrant-manager'
